12/data/attachments/68c947147c7b4fd4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Dillon_include_Actions_40665_2</nif:username>
            <nif:friendToBeRequested>soap_actions_3c4e9d73-a79d-4401-8307-c9b7dd882177</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>